;===============================================================================================================
;                                              Captive Descriptions - Vipers
;===============================================================================================================

[InR_Captive_ViperBoa X2ItemTemplate]
FriendlyName="蟒蛇毒蛇俘虏"
FriendlyNamePlural="蟒蛇毒蛇俘虏"
BriefSummary="这是我们关押在禁闭室中的一条蟒蛇毒蛇俘虏。它的眼神中几乎总是透露出一种掠食者的凝视，偶尔会被你期望从毒蛇那里听到的闲聊所打断."

[InR_Captive_Wyvern X2ItemTemplate]
FriendlyName="飞龙毒蛇俘虏"
FriendlyNamePlural="飞龙毒蛇俘虏"
BriefSummary="这是我们关押在禁闭室中的一条飞龙毒蛇俘虏。尽管我们尽力满足它们的需求，它们仍然抱怨牢房‘太冷’了，不合它们的意."

[InR_Captive_ViperMamba X2ItemTemplate]
FriendlyName="曼巴毒蛇俘虏"
FriendlyNamePlural="曼巴毒蛇俘虏"
BriefSummary="这是我们关押在禁闭室中的一条曼巴毒蛇俘虏。它们往往几乎沉默地坐着，几乎不对任何向它们做出的手势做出回应，除了偶尔对收音机里的当前节目发表尖酸刻薄的评论."

[InR_Captive_ViperM4 X2ItemTemplate]
FriendlyName="毒蛇首领俘虏"
FriendlyNamePlural="毒蛇首领俘虏"
BriefSummary="这是我们关押在禁闭室中的一条毒蛇首领俘虏。它们大部分时间都在试图恐吓我们船上的工作人员，尽管它们的威胁……至少可以说是相当具有暗示性的."

[InR_Captive_ViperNeonate X2ItemTemplate]
FriendlyName="幼年毒蛇俘虏"
FriendlyNamePlural="幼年毒蛇俘虏"
BriefSummary="这是我们关押在禁闭室中的一条幼年毒蛇俘虏。它们往往对几乎任何人都很健谈，对几乎任何它们不认识的东西都感到敬畏."

[InR_Captive_ValentinesViper X2ItemTemplate]
FriendlyName="情人节毒蛇俘虏"
FriendlyNamePlural="情人节毒蛇俘虏"
BriefSummary="这是我们关押在禁闭室中的一条情人节毒蛇俘虏。尽管它们外表如此，但它们往往对几乎任何人都很刻薄，并且对任何与变种人有关的事情都抱怨不已."

[InR_Captive_ViperElite X2ItemTemplate]
FriendlyName="精英毒蛇俘虏"
FriendlyNamePlural="精英毒蛇俘虏"
BriefSummary="这是我们关押在禁闭室中的一条精英毒蛇俘虏。它们往往为自己提出一些相当不合理的要求，当我们的工作人员无法满足它们时，它们就会大发雷霆."

[InR_Captive_AshFlameViper X2ItemTemplate]
FriendlyName="火焰毒蛇俘虏"
FriendlyNamePlural="火焰毒蛇俘虏"
BriefSummary="这是我们关押在禁闭室中的一条火焰毒蛇俘虏。尽管我们已经停用了它们的毒牙植入物，但它们还是不知怎么地在牢房里放起了火."

[InR_Captive_BioViperSilver X2ItemTemplate]
FriendlyName="生化毒蛇俘虏"
FriendlyNamePlural="生化毒蛇俘虏"
BriefSummary="这是我们关押在禁闭室中的一条生化毒蛇俘虏。它们往往对大多数工作人员来说是个不小的麻烦，尽管它们的意图本质上是相当轻松愉快的……"

[InR_Captive_BioViperGold X2ItemTemplate]
FriendlyName="精英生化毒蛇俘虏"
FriendlyNamePlural="精英生化毒蛇俘虏"
BriefSummary="这是我们关押在禁闭室中的一条精英生化毒蛇俘虏。它们大部分时间都在闲逛，尽管它们外表如此，但相当合作，总体上对工作人员相当友好."

[InR_Captive_ArmoredViper X2ItemTemplate]
FriendlyName="装甲毒蛇俘虏"
FriendlyNamePlural="装甲毒蛇俘虏"
BriefSummary="是我们关押在禁闭室中的一条装甲毒蛇俘虏。与大多数俘虏不同，它们似乎相当享受被关押在这里。可能是因为它们摆脱了变种人强迫它们一直穿着的金属外壳."

[InR_Captive_ArmoredPsiViper X2ItemTemplate]
FriendlyName="装甲灵能毒蛇俘虏"
FriendlyNamePlural="装甲灵能毒蛇俘虏"
BriefSummary="这是我们关押在禁闭室中的一条装甲灵能毒蛇俘虏。它们大部分时间都在牢房里冥想，往往对周围的一切都感到平静."

;===============================================================================================================
;                                          Interrogation Project Localization - Vipers
;===============================================================================================================

[Tech_InR_Interrogation_ViperBoa X2TechTemplate]
DisplayName="蟒蛇毒蛇审讯"
Summary="审讯我们关押在禁闭室中的一条蟒蛇毒蛇俘虏. 以获取有关外星人行动的情报，除了从这次审讯中获得的任何情报外,我们还有 <font color='#ffc400'>中等</font> 的机会获得一个设施线索."

[Tech_InR_Interrogation_Wyvern X2TechTemplate]
DisplayName="飞龙毒蛇审讯"
Summary="审讯我们关押在禁闭室中的一条飞龙毒蛇俘虏. 以获取有关外星人行动的情报，除了从这次审讯中获得的任何情报外,我们还有 <font color='#ffc400'>中等</font> 的机会获得一个设施线索."

[Tech_InR_Interrogation_ViperMamba X2TechTemplate]
DisplayName="曼巴毒蛇审讯"
Summary="审讯我们关押在禁闭室中的一条曼巴毒蛇俘虏. 以获取有关外星人行动的情报，除了从这次审讯中获得的任何情报外,我们还有 <font color='#ddff00'>高</font> 的机会获得一个设施线索."

[Tech_InR_Interrogation_ViperM4 X2TechTemplate]
DisplayName="毒蛇首领审讯"
Summary="审讯我们关押在禁闭室中的一条毒蛇首领俘虏. 以获取有关外星人行动的情报，除了从这次审讯中获得的任何情报外,我们还有 <font color='#aeff00'> 非常高</font> 的机会获得一个设施线索."

[Tech_InR_Interrogation_ViperNeonate X2TechTemplate]
DisplayName="幼年毒蛇审讯"
Summary="审讯我们关押在禁闭室中的一条幼年毒蛇俘虏. 以获取有关外星人行动的情报，除了从这次审讯中获得的任何情报外,我们还有 <font color='#ff0000'>极低</font> 的机会获得一个设施线索."

[Tech_InR_Interrogation_ValentinesViper X2TechTemplate]
DisplayName="情人节毒蛇审讯"
Summary="审讯我们关押在禁闭室中的一条情人节毒蛇俘虏. 以获取有关外星人行动的情报，除了从这次审讯中获得的任何情报外,我们还有 <font color='#ffc400'>中等</font> 的机会获得一个设施线索."

[Tech_InR_Interrogation_ViperElite X2TechTemplate]
DisplayName="精英毒蛇审讯"
Summary="审讯我们关押在禁闭室中的一条精英毒蛇俘虏. 以获取有关外星人行动的情报，除了从这次审讯中获得的任何情报外,我们还有 <font color='#aeff00'>非常高</font> 的机会获得一个设施线索."

[Tech_InR_Interrogation_AshFlameViper X2TechTemplate]
DisplayName="火焰毒蛇审讯"
Summary="审讯我们关押在禁闭室中的一条火焰毒蛇俘虏. 以获取有关外星人行动的情报，除了从这次审讯中获得的任何情报外,我们还有 <font color='#aeff00'>中等</font> 的机会获得一个设施线索."

[Tech_InR_Interrogation_BioViperSilver X2TechTemplate]
DisplayName="生化毒蛇审讯"
Summary="审讯我们关押在禁闭室中的一条生化毒蛇俘虏. 以获取有关外星人行动的情报，除了从这次审讯中获得的任何情报外,我们还有 <font color='#ffc400'>中等</font> 的机会获得一个设施线索."

[Tech_InR_Interrogation_BioViperGold X2TechTemplate]
DisplayName="精英生化毒蛇审讯"
Summary="审讯我们关押在禁闭室中的一条精英生化毒蛇俘虏. 以获取有关外星人行动的情报，除了从这次审讯中获得的任何情报外,我们还有 <font color='#aeff00'>非常高</font> 的机会获得一个设施线索."

[Tech_InR_Interrogation_ArmoredViper X2TechTemplate]
DisplayName="装甲毒蛇审讯"
Summary="审讯我们关押在禁闭室中的一条装甲毒蛇俘虏. 以获取有关外星人行动的情报，除了从这次审讯中获得的任何情报外,我们还有 <font color='#ddff00'>高</font> 的机会获得一个设施线索."

[Tech_InR_Interrogation_ArmoredPsiViper X2TechTemplate]
DisplayName="装甲灵能毒蛇审讯"
Summary="审讯我们关押在禁闭室中的一条装甲灵能毒蛇俘虏. 以获取有关外星人行动的情报，除了从这次审讯中获得的任何情报外,我们还有 <font color='#00ff00'>几乎确定</font> 的机会获得一个设施线索."

;===============================================================================================================
;                                          Recruitment Project Localization - Vipers
;===============================================================================================================

[Tech_InR_Recruitment_Viper X2TechTemplate]
DisplayName="毒蛇招募"
Summary="我们可以尝试说服这条毒蛇俘虏加入我们的队伍，成为一名新成员。据估计，我们有<font color='#ddff00'>良好</font>的机会说服它们加入我们."

[Tech_InR_Recruitment_ViperBoa X2TechTemplate]
DisplayName="蟒蛇毒蛇招募"
Summary="我们可以尝试说服这条蟒蛇毒蛇俘虏加入我们的队伍，成为一名新成员。据估计，我们有<font color='#ddff00'>良好</font>的机会说服它们加入我们."

[Tech_InR_Recruitment_Wyvern X2TechTemplate]
DisplayName="飞龙毒蛇招募"
Summary="我们可以尝试说服这条飞龙毒蛇俘虏加入我们的队伍，成为一名新成员。据估计，我们有<font color='#ddff00'>良好</font>的机会说服它们加入我们."

[Tech_InR_Recruitment_ViperMamba X2TechTemplate]
DisplayName="曼巴毒蛇招募"
Summary="我们可以尝试说服这条曼巴毒蛇俘虏加入我们的队伍，成为一名新成员。据估计，我们有<font color='#ddff00'>良好</font>的机会说服它们加入我们."

[Tech_InR_Recruitment_ViperM4 X2TechTemplate]
DisplayName="毒蛇首领招募"
Summary="我们可以尝试说服这条毒蛇首领俘虏加入我们的队伍，成为一名新成员。据估计，我们有<font color='#ff8400'>不大</font>的机会说服它们加入我们."

[Tech_InR_Recruitment_ViperNeonate X2TechTemplate]
DisplayName="幼年毒蛇招募"
Summary="我们可以尝试说服这条幼年毒蛇俘虏加入我们的队伍，成为一名新成员。据估计，我们有<font color='#00ff00'>几乎确定</font>的机会说服它们加入我们."

[Tech_InR_Recruitment_ValentinesViper X2TechTemplate]
DisplayName="情人节毒蛇招募"
Summary="我们可以尝试说服这条情人节毒蛇俘虏加入我们的队伍，成为一名新成员。据估计，我们有<font color='#ddff00'>良好</font>的机会说服它们加入我们."

[Tech_InR_Recruitment_ViperElite X2TechTemplate]
DisplayName="精英毒蛇招募"
Summary="我们可以尝试说服这条精英毒蛇俘虏加入我们的队伍，成为一名新成员。据估计，我们有<font color='#ff8400'>不大</font>的机会说服它们加入我们."

[Tech_InR_Recruitment_AshFlameViper X2TechTemplate]
DisplayName="火焰毒蛇招募"
Summary="我们可以尝试说服这条火焰毒蛇俘虏加入我们的队伍，成为一名新成员。据估计，我们有<font color='#ddff00'>良好</font>的机会说服它们加入我们."

[Tech_InR_Recruitment_BioViperSilver X2TechTemplate]
DisplayName="生化毒蛇招募"
Summary="我们可以尝试说服这条生化毒蛇俘虏加入我们的队伍，成为一名新成员。据估计，我们有<font color='#ddff00'>良好</font>的机会说服它们加入我们."

[Tech_InR_Recruitment_BioViperGold X2TechTemplate]
DisplayName="精英生化毒蛇招募"
Summary="我们可以尝试说服这条精英生化毒蛇俘虏加入我们的队伍，成为一名新成员。据估计，我们有<font color='#ff8400'>不大</font>的机会说服它们加入我们."

[Tech_InR_Recruitment_ArmoredViper X2TechTemplate]
DisplayName="装甲毒蛇招募"
Summary="我们可以尝试说服这条装甲毒蛇俘虏加入我们的队伍，成为一名新成员。据估计，我们有<font color='#aeff00'>非常好</font>的机会说服它们加入我们."

[Tech_InR_Recruitment_ArmoredPsiViper X2TechTemplate]
DisplayName="装甲灵能毒蛇招募"
Summary="我们可以尝试说服这条装甲灵能毒蛇俘虏加入我们的队伍，成为一名新成员。据估计，我们有<font color='#aeff00'>非常好</font>的机会说服它们加入我们."

;===============================================================================================================
;                                          Interrogation Project Outcomes - Vipers
;===============================================================================================================
; Success
[Interrogation_ViperBoa_Intel X2ItemTemplate]
FriendlyName="蟒蛇毒蛇审讯"
FriendlyNamePlural="蟒蛇毒蛇审讯s"
BriefSummary="审讯成功了，我们从对象那里获得了情报。奖励了. <XGParam:StrValue0/!Quantity/>点情报."

[Interrogation_Wyvern_Intel X2ItemTemplate]
FriendlyName="飞龙毒蛇审讯"
FriendlyNamePlural="飞龙毒蛇审讯s"
BriefSummary="审讯成功了，我们从对象那里获得了情报。奖励了. <XGParam:StrValue0/!Quantity/>点情报."

[Interrogation_ViperMamba_Intel X2ItemTemplate]
FriendlyName="曼巴毒蛇审讯"
FriendlyNamePlural="曼巴毒蛇审讯s"
BriefSummary="审讯成功了，我们从对象那里获得了情报。奖励了. <XGParam:StrValue0/!Quantity/>点情报."

[Interrogation_ViperM4_Intel X2ItemTemplate]
FriendlyName="毒蛇首领 审讯"
FriendlyNamePlural="毒蛇首领 审讯"
BriefSummary="审讯成功了，我们从对象那里获得了情报。奖励了. <XGParam:StrValue0/!Quantity/>点情报."

[Interrogation_ViperNeonate_Intel X2ItemTemplate]
FriendlyName="幼年毒蛇 审讯"
FriendlyNamePlural="幼年毒蛇 审讯"
BriefSummary="审讯成功了，我们从对象那里获得了情报。奖励了. <XGParam:StrValue0/!Quantity/>点情报."

[Interrogation_ValentinesViper_Intel X2ItemTemplate]
FriendlyName="情人节毒蛇审讯"
FriendlyNamePlural="情人节毒蛇审讯"
BriefSummary="审讯成功了，我们从对象那里获得了情报。奖励了. <XGParam:StrValue0/!Quantity/>点情报."

[Interrogation_ViperElite_Intel X2ItemTemplate]
FriendlyName="精英毒蛇审讯"
FriendlyNamePlural="精英毒蛇审讯"
BriefSummary="审讯成功了，我们从对象那里获得了情报。奖励了. <XGParam:StrValue0/!Quantity/>点情报."

[Interrogation_AshFlameViper_Intel X2ItemTemplate]
FriendlyName="火焰毒蛇审讯"
FriendlyNamePlural="火焰毒蛇审讯"
BriefSummary="审讯成功了，我们从对象那里获得了情报。奖励了. <XGParam:StrValue0/!Quantity/>点情报."

[Interrogation_BioViperSilver_Intel X2ItemTemplate]
FriendlyName="生化毒蛇审讯"
FriendlyNamePlural="生化毒蛇审讯"
BriefSummary="审讯成功了，我们从对象那里获得了情报。奖励了. <XGParam:StrValue0/!Quantity/>点情报."

[Interrogation_BioViperGold_Intel X2ItemTemplate]
FriendlyName="精英生化毒蛇审讯"
FriendlyNamePlural="精英生化毒蛇审讯"
BriefSummary="审讯成功了，我们从对象那里获得了情报。奖励了. <XGParam:StrValue0/!Quantity/>点情报."

[Interrogation_ArmoredViper_Intel X2ItemTemplate]
FriendlyName="装甲毒蛇审讯"
FriendlyNamePlural="装甲毒蛇审讯"
BriefSummary="审讯成功了，我们从对象那里获得了情报。奖励了. <XGParam:StrValue0/!Quantity/>点情报."

[Interrogation_ArmoredPsiViper_Intel X2ItemTemplate]
FriendlyName="装甲灵能毒蛇审讯"
FriendlyNamePlural="装甲灵能毒蛇审讯"
BriefSummary="审讯成功了，我们从对象那里获得了情报。奖励了. <XGParam:StrValue0/!Quantity/>点情报."

; Facility Lead

[Interrogation_ViperBoa_FacilityLead X2ItemTemplate]
FriendlyName="蟒蛇毒蛇审讯"
FriendlyNamePlural="蟒蛇毒蛇审讯"
BriefSummary="审讯成功了，我们从对象那里获得了情报以及一个设施线索！奖励了! <XGParam:StrValue0/!Quantity/>点情报."

[Interrogation_Wyvern_FacilityLead X2ItemTemplate]
FriendlyName="飞龙毒蛇审讯"
FriendlyNamePlural="飞龙毒蛇审讯"
BriefSummary="审讯成功了，我们从对象那里获得了情报以及一个设施线索！奖励了! <XGParam:StrValue0/!Quantity/>点情报."

[Interrogation_ViperMamba_FacilityLead X2ItemTemplate]
FriendlyName="曼巴毒蛇审讯"
FriendlyNamePlural="曼巴毒蛇审讯"
BriefSummary="审讯成功了，我们从对象那里获得了情报以及一个设施线索！奖励了! <XGParam:StrValue0/!Quantity/>点情报."

[Interrogation_ViperM4_FacilityLead X2ItemTemplate]
FriendlyName="毒蛇首领审讯"
FriendlyNamePlural="毒蛇首领 审讯"
BriefSummary="审讯成功了，我们从对象那里获得了情报以及一个设施线索！奖励了! <XGParam:StrValue0/!Quantity/>点情报."

[Interrogation_ViperNeonate_Intel X2ItemTemplate]
FriendlyName="幼年毒蛇审讯"
FriendlyNamePlural="幼年毒蛇 审讯"
BriefSummary="审讯成功了，我们从对象那里获得了情报以及一个设施线索！奖励了! <XGParam:StrValue0/!Quantity/>点情报."

[Interrogation_ValentinesViper_FacilityLead X2ItemTemplate]
FriendlyName="情人节毒蛇审讯"
FriendlyNamePlural="情人节毒蛇审讯"
BriefSummary="审讯成功了，我们从对象那里获得了情报以及一个设施线索！奖励了! <XGParam:StrValue0/!Quantity/>点情报."

[Interrogation_ViperElite_FacilityLead X2ItemTemplate]
FriendlyName="精英毒蛇审讯"
FriendlyNamePlural="精英毒蛇审讯"
BriefSummary="审讯成功了，我们从对象那里获得了情报以及一个设施线索！奖励了! <XGParam:StrValue0/!Quantity/>点情报."

[Interrogation_AshFlameViper_FacilityLead X2ItemTemplate]
FriendlyName="火焰毒蛇审讯"
FriendlyNamePlural="火焰毒蛇审讯"
BriefSummary="审讯成功了，我们从对象那里获得了情报以及一个设施线索！奖励了! <XGParam:StrValue0/!Quantity/>点情报."

[Interrogation_BioViperSilver_FacilityLead X2ItemTemplate]
FriendlyName="生化毒蛇审讯"
FriendlyNamePlural="生化毒蛇审讯"
BriefSummary="审讯成功了，我们从对象那里获得了情报以及一个设施线索！奖励了! <XGParam:StrValue0/!Quantity/>点情报."

[Interrogation_BioViperGold_FacilityLead X2ItemTemplate]
FriendlyName="精英生化毒蛇审讯"
FriendlyNamePlural="精英生化毒蛇审讯"
BriefSummary="审讯成功了，我们从对象那里获得了情报以及一个设施线索！奖励了! <XGParam:StrValue0/!Quantity/>点情报."

[Interrogation_ArmoredViper_FacilityLead X2ItemTemplate]
FriendlyName="装甲毒蛇审讯"
FriendlyNamePlural="装甲毒蛇审讯"
BriefSummary="审讯成功了，我们从对象那里获得了情报以及一个设施线索！奖励了! <XGParam:StrValue0/!Quantity/>点情报."

[Interrogation_ArmoredPsiViper_FacilityLead X2ItemTemplate]
FriendlyName="装甲灵能毒蛇审讯"
FriendlyNamePlural="装甲灵能毒蛇审讯"
BriefSummary="审讯成功了，我们从对象那里获得了情报以及一个设施线索！奖励了! <XGParam:StrValue0/!Quantity/>点情报."

;===============================================================================================================
;                                          Recruitment Project Outcomes - Vipers
;===============================================================================================================

[Recruitment_Viper X2ItemTemplate]
FriendlyName="毒蛇招募"
FriendlyNamePlural="毒蛇招募"
BriefSummary="招募失败了，对象拒绝了我们加入我们的提议."

[Recruitment_ViperBoa X2ItemTemplate]
FriendlyName="蟒蛇毒蛇招募"
FriendlyNamePlural="蟒蛇毒蛇招募"
BriefSummary="招募失败了，对象拒绝了我们加入我们的提议."

[Recruitment_Wyvern X2ItemTemplate]
FriendlyName="飞龙毒蛇招募"
FriendlyNamePlural="飞龙毒蛇招募"
BriefSummary="招募失败了，对象拒绝了我们加入我们的提议."

[Recruitment_ViperMamba X2ItemTemplate]
FriendlyName="曼巴毒蛇招募"
FriendlyNamePlural="曼巴毒蛇招募"
BriefSummary="招募失败了，对象拒绝了我们加入我们的提议."

[Recruitment_ViperM4 X2ItemTemplate]
FriendlyName="毒蛇首领招募"
FriendlyNamePlural="毒蛇首领招募"
BriefSummary="招募失败了，对象拒绝了我们加入我们的提议."

[Recruitment_ValentinesViper X2ItemTemplate]
FriendlyName="情人节毒蛇招募"
FriendlyNamePlural="情人节毒蛇招募"
BriefSummary="招募失败了，对象拒绝了我们加入我们的提议."

[Recruitment_ViperElite X2ItemTemplate]
FriendlyName="精英毒蛇招募"
FriendlyNamePlural="精英毒蛇招募"
BriefSummary="招募失败了，对象拒绝了我们加入我们的提议."

[Recruitment_AshFlameViper X2ItemTemplate]
FriendlyName="火焰毒蛇招募"
FriendlyNamePlural="火焰毒蛇招募"
BriefSummary="招募失败了，对象拒绝了我们加入我们的提议."

[Recruitment_BioViperSilver X2ItemTemplate]
FriendlyName="生化毒蛇招募"
FriendlyNamePlural="生化毒蛇招募"
BriefSummary="招募失败了，对象拒绝了我们加入我们的提议."

[Recruitment_BioViperGold X2ItemTemplate]
FriendlyName="精英生化毒蛇招募"
FriendlyNamePlural="精英生化毒蛇招募"
BriefSummary="招募失败了，对象拒绝了我们加入我们的提议."

[Recruitment_ArmoredViper X2ItemTemplate]
FriendlyName="装甲毒蛇招募"
FriendlyNamePlural="装甲毒蛇招募"
BriefSummary="招募失败了，对象拒绝了我们加入我们的提议."

[Recruitment_ArmoredPsiViper X2ItemTemplate]
FriendlyName="装甲灵能毒蛇招募"
FriendlyNamePlural="装甲灵能毒蛇招募"
BriefSummary="招募失败了，对象拒绝了我们加入我们的提议."
